buff-remove = Націсніце, каб выдаліць
buff-heal = Вылечванне
    .desc = Паступова аднаўляе здароўе.
    .stat = Аднаўляе { $str_total } адз. здароўя
buff-potion = Зелле
    .desc = Піццё...
buff-saturation = Насычэнне
    .desc = Паступова аднаўляе здароўе ад ежы.
buff-campfire_heal = Утульнасць вогнішча
    .desc = Адпачынак каля вогнішча аднаўляе { $rate }% здароўя ў секунду.
buff-invulnerability = Няўразлівасць
    .desc = Вам нічога не можа пашкодзіць.
    .stat = Даруе няўразлівасць
buff-protectingward = Ахоўная аўра
    .desc = Атакі ворагаў не такія балючыя.
buff-frenzied = Раз’юшанасць
    .desc = Кроў цячэ хутчэй, паскараючы ваш рух ды трохі гаячы вашыя раны.
buff-hastened = Паспех
    .desc = Вы рухаецеся і атакоўваеце хутчэй.
buff-bleed = Крывацёк
    .desc = Наносіць рэгулярную шкоду.
buff-cursed = Праклён
    .desc = Вас праклялі.
buff-burn = У агні
    .desc = Вы гарыце жыўцом!
buff-crippled = Пакалечаны
    .desc = Вы амаль не можаце рухацца, бо вашыя ногі пакалечаныя.
buff-frozen = Абмарожанне
    .desc = Вы рухаецеся і атакоўваеце павольней.
buff-wet = Вільготнасць
    .desc = Глеба распаўзаецца пад вашымі нагамі, вам цяжка спыніцца.
buff-ensnared = Аблытаны
    .desc = Лазы аблытваюць вашыя ногі, затрымліваючы вас.
buff-increase_max_energy =
    .stat = Павышае максімальнае здароўе на { $strength }
buff-increase_max_health =
    .stat = Павышае максімальную энергію на { $strength }
# Agility
buff-agility = Спрыт
    .desc = Вы перамяшчаецеся хутчэй, але наносіце меньш шкоды, і атрымліваеце больш страт.
    .stat =
        Павялічвае хуткасць бегу на { $strength } %.
        Сіла атакі і абароны кардынальна памяншаюцца.
# Energy Regen
buff-energy_regen = Аднаўленне Энергіі
    .desc = Аднаўленне энергіі ідзе хутчэй.
    .stat = Аднаўляе { $str_total } энергіі.
# Poisoned
buff-poisoned = Атручэнне
    .desc = Вы адчуваеце як ваша жыццё гасне…
# Fortitude
buff-fortitude = Трываласць
    .desc = Вы можаце вытрымліваць аглушаючыя ўдары.
# Parried
buff-parried = Парыраванне
    .desc = Вашую атаку парыравалі, аднаўленне замаруджана.
