buff-remove = Націсніце, каб выдаліць
buff-heal = Лекаванне
    .desc = Паступова аднаўляе здароўе
    .stat =
        { $duration ->
            [one] Аднаўляе  { $str_total } АЗ за { $duration } сякунду.
            [few] Аднаўляе  { $str_total } АЗ за { $duration } сякунды.
            [many] Аднаўляе  { $str_total } АЗ за { $duration } сякунд.
           *[other] Аднаўляе { $str_total } АЗ за { $duration } сякунду.
        }
buff-potion = Зелле
    .desc = Піццё...
buff-saturation = Насычэнне
    .desc = Паступова аднаўляе здароўе ад ежы.
buff-invulnerability = Няўразлівасць
    .desc = Вам нічога не можа пашкодзіць.
    .stat =
        { $duration ->
            [one]
                Дае няўразлівасць
                У плыні 1 сякунды.
            [few]
                Дае няўразлівасць
                У плыні { $duration } сякунд.
            [many]
                Дае няўразлівасць
                У плыні { $duration } сякунд.
           *[other]
                Дае няўразлівасць
                У плыні { $duration } сякунды.
        }
buff-protectingward = Ахоўная аўра
    .desc = Атакі ворагаў не такія балючыя.
buff-frenzied = Раз’юшанасць
    .desc = Кроў цячэ хутчэй, паскараючы ваш рух ды трохі гаячы вашыя раны.
buff-hastened = Паспех
    .desc = Вы рухаецеся і атакоўваеце хутчэй.
buff-bleed = Крывацёк
    .desc = Наносіць рэгулярную шкоду.
buff-cursed = Праклён
    .desc = Вас праклялі.
buff-burn = У Агні
    .desc = Вы гарыце жыўцом.
buff-crippled = Пакалечаны
    .desc = Вы амаль не можаце рухацца, бо вашыя ногі пакалечаныя.
buff-frozen = Абмарожанне
    .desc = Вы рухаецеся і атакоўваеце павольней.
buff-wet = Вільготнасць
    .desc = Глеба распаўзаецца пад вашымі нагамі, вам цяжка спыніцца.
buff-ensnared = Аблытаны
    .desc = Лазы аблытваюць вашыя ногі, затрымліваючы вас.
buff-increase_max_energy = Павышэнне максімальнай энэргіі
    .desc = Павышае максімальную колькасць энэргіі.
    .stat =
        { $duration ->
            [one]
                Павышае максімальную колькасць энэргіі.
                 на { $strength }
                Дзейнічае ў плыні 1 сякунды.
            [few]
                Павышае максімальную колькасць энэргіі.
                 на { $strength }
                Дзейнічае ў плыні { $duration } сякунд.
            [many]
                Павышае максімальную колькасць энэргіі.
                 на { $strength }
                Дзейнічае ў плыні { $duration } сякунд.
           *[other]
                Павышае максімальную колькасць энэргіі.
                 на { $strength }
                Дзейнічае ў плыні { $duration } сякунды.
        }
buff-increase_max_health = Павышэнне максімальнага здароўя
    .desc = Павышае максімум АЗ.
    .stat =
        { $duration ->
            [one]
                Павышае максімальнае здароўе
                 на { $strength }
                Дзейнічае ў плыні 1 сякунды.
            [few]
                Павышае максімальнае здароўе
                 на { $strength }
                Дзейнічае ў плыні { $duration } сякунд.
            [many]
                Павышае максімальнае здароўе
                 на { $strength }
                Дзейнічае ў плыні { $duration } сякунд.
           *[other]
                Павышае максімальнае здароўе
                 на { $strength }
                Дзейнічае ў плыні { $duration } секунды.
        }
# Agility
buff-agility = Спрыт
    .desc =
        Вы перамяшчаецеся хутчэй, 
        але наносіце меньш шкоды, і атрымліваеце больш шкоды.
    .stat =
        { $duration ->
            [one]
                Павялічвае хуткасць бегу на { $strength } %.
                Сіла атакі і абароны кардынальна памяншаюцца.
                Дзейнічае ў плыні 1 сякунды.
            [few]
                Павялічвае хуткасць бегу на { $strength } %.
                Сіла атакі і абароны кардынальна памяншаюцца.
                Дзейнічае ў плыні { $duration } сякунд.
            [many]
                Павялічвае хуткасць бегу на { $strength } %.
                Сіла атакі і абароны кардынальна памяншаюцца.
                Дзейнічае ў плыні { $duration } сякунд.
           *[other]
                Increases movement speed by { $strength } %.
                Сіла атакі і абароны кардынальна памяншаюцца.
                Дзейнічае ў плыні { $duration } сякунды.
        }
# Energy Regen
buff-energy_regen = Аднаўленне Энергіі
    .desc = Аднаўленне энергіі ідзе хутчэй.
    .stat =
        { $duration ->
            [one] Аднаўляе { $str_total } энэргіі ў плыні 1 сякунды.
            [few] Аднаўляе { $str_total } энэргіі ў плыні { $duration } сякунд.
            [many] Аднаўляе { $str_total } энэргіі ў плыні { $duration } сякунд.
           *[other] Аднаўляе { $str_total } энэргіі ў плыні { $duration } сякунды.
        }
# Poisoned
buff-poisoned = Атручэнне
    .desc = Вы адчуваеце як ваша жыццё гасне…
# Fortitude
buff-fortitude = Трываласць
    .desc = Вы можаце вытрымліваць аглушаючыя ўдары.
# Parried
buff-parried = Парыраванне
    .desc = Вашую атаку парыравалі, аднаўленне замаруджана.
buff-resting_heal = Гаючы Адпачынак
    .desc = Аднаўляе { $rate } % АЗ за сякунду.
buff-combo_generation = Стварэнне Комбо
    .desc = З часам назапашвае комбо
    .stat =
        { $duration ->
            [1] Стварае { $str_total } комбо за{ $duration } сякунду.
            [few] Стварае { $str_total } комбо за{ $duration } сякунды.
            [many] Стварае { $str_total } комбо за{ $duration } сякунд.
           *[other] Стварае { $str_total } комбо за { $duration } сякунд.
        }
buff-potionsickness = Талеранцыя да зелля
    .desc = Зелля аказваюць меншы станоўчы эфект, калі вы нядаўна ўжывалі іх.
    .stat =
        { $duration ->
            [1]
                Змяншае станоўчыя эфекты
                наступных зелляў на { $strength } %.
                Дзейнічае { $duration } сякунду.
            [few]
                Змяншае станоўчыя эфекты
                наступных зелляў на { $strength } %.
                Дзейнічае { $duration } сякунды.
            [many]
                Змяншае станоўчыя эфекты
                наступных зелляў на { $strength } %.
                Дзейнічае { $duration } сякунд.
           *[other]
                Змяншае станоўчыя эфекты
                наступных зелляў на { $strength } %.
                Дзейнічае { $duration } сякунд.
        }
buff-reckless = Неразважны
    .desc = Вашы атакі сталі мацнейшымі, але цяпер вы ўразлівыя да атак ворага.
buff-polymorphed = Поліморф
    .desc = Тваё цела змяняе форму.
buff-frigid = Холад
    .desc = Замарозьце сваіх ворагаў.
buff-lifesteal = Вампірызм
    .desc = Высмоктвайце жыццё ў сваіх ворагаў.
buff-salamanderaspect = Аспект Саламандры
    .desc = Вы не гарыце і рухаецеся хутчэй праз лаву.
buff-imminentcritical = Непазбежная Крытычны Удар
    .desc = Твой наступны ўдар па ворагу будзе крытычны.
buff-fury = Лютасць
    .desc = З тваёй лютасцю твае ўдары ствараюць больш комбо.
buff-sunderer = Разбуральнік
    .desc = Вашы атакі могуць прабіць абарону ворагаў і аднавіць вам больш энергіі.
buff-defiance = Супраціў
    .desc = Ты можаш вытрымаць мацнейшыя і больш ашаламляльныя ўдары і ствараць комбо, калі цябе б'юць, аднак ты павальнейшы.
buff-bloodfeast = Крывавы Баль
    .desc = Вы аднаўляеце жыццё атакую крывацёчных ворагаў.
buff-berserk = Берсерк
    .desc = Вы ў лютасным гневе, што робіць вас і вашыя атакі мацнейшымі і хутчэйшымі. Аднак у выніку вашая абарона зніжаецца.
buff-heatstroke = Цеплавы Ўдар
    .desc = Вы перагрэліся і цяпер пакутуеце ад сардэчнага прыступу. Ваша аднаўленне энергіі і хуткасць руху зніжаны. Астудзіцеся.
buff-scornfultaunt = Презрительная Насмешка
    .desc = Ты з пагардай кпіш са сваіх ворагаў, што надае табе ўзмоцненую стойкасць і вынослівасць. Аднак твая смерць узмоцніць твайго забойцу.
buff-rooted = Карані
    .desc = Вы на месцы і не можаце рухацца.
buff-winded = Задышка
    .desc = Вы ледзь дыхаеце, што абмяжоўвае, колькі энергіі вы можаце аднавіць і як хутка можаце рухацца.
buff-concussion = Струс Мазгоў
    .desc = Вы атрымалі моцны ўдар у галаву і з цяжкасцю канцэнтруецеся, што не дазваляе вам выкарыстоўваць некаторыя з вашых больш складаных атак.
buff-staggered = Агаломшанне
    .desc = Вы страцілі раўнавагу і больш уразлівыя да магутных удараў.
buff-tenacity = Трываласць
    .desc = Вы не толькі здольныя вытрымаць больш магутныя атакі, яны яшчэ і надаюць вам энергіі. Аднак вы таксама рухаецеся павольней.
buff-resilience = Устойлівасць
    .desc = Пасля таго як вы толькі што перанеслі знясільны прыступ, вы робіцеся больш устойлівымі да будучых эфектаў абяззбройвання.
buff-owltalon = Савіны Кіпцюр
    .desc = Скарыстаўшыся тым, што вашая цэль ня ведае пра вашу прысутнасць, ваш наступны ўдар будзе больш дакладным і нанясе больш шкоды.
buff-heavynock = Цяжкі Наканечнік
    .desc = Нацягніце на лук цяжэйшую стралу, каб ваш наступны выстрал ашаламіў цэль. Аднак на большых адлегласцях цяжэйшая страла будзе мець меншы імпульс.
buff-heartseeker = Выстрал у Сэрца
    .desc = Твая наступная страла паразіць ворага, нібы нанёсшы яму рану ў сэрца, што выкліча больш сур'ёзную рану і аднавіць табе энергіі.
buff-eagleeye = Арлінае Вока
    .desc = Вы ясна бачыце ўразлівыя месцы на сваіх цэлях і маеце дастаткова спрыту, каб накіраваць кожную стралу менавіта туды.
buff-chilled = Астуджэнне
    .desc = Моцны холад робіць вас крыху павольнейшымі і робіць больш уразлівымі да гвалтоўных нападаў.
buff-ardenthunter = Запальны Паляўнічы
    .desc = Твой запал робіць твае стрэлы больш смяротнымі для пэўных цэляў, а твая энергія расце, калі ты бачыш, як твае стрэлы трапляюць.
buff-ardenthunted = Запальная Цэль
    .desc = Цябе пазначыў як цэль запальны лучнік.
buff-septicshot = Заражаная страла
    .desc = Ваша наступная стрэла выкліча інфекцыю ў цэлі, робячы стралу больш смяротнай, калі ў цэлі ёсць якія-небудзь хранічныя захворванні.
buff-mysterious = Таямнічы эфект
