main-username = Імя карыстальніка
main-server = Сервер
main-password = Пароль
main-connecting = Злучэнне
main-creating_world = Стварэнне свету
main-tip = Падказка:
main-unbound_key_tip = Не прызначана
main-notice =
    Сардэчна запрашаем у альфа-версію Veloren!
    
    Звярніце ўвагу на некалькі рэчаў, перш як акунуцца ў прыгоды:
    
    - Гэта вельмі ранняя альфа. Чакайце багаў, няскончанага геймплею, непаліраваных механік ды беднату функцый.
    
    - Калі вы жадаеце пакінуць водгук ці баг-рэпорт, звяжыцеся з намі праз Reddit, GitLab ці Discord сервер нашай суполкі.
    
    - Veloren распаўсюджваецца пад ліцэнзіяй GPL 3. Гэта значыць, што вы вольныя гуляць, мадыфікаваць ды распаўсюджваць
    гульню, як пажадаеце (пры ўмове, што вашыя мадыфікацыі таксама будуць распаўсюджвацца пад ліцэнзіяй GPL 3).
    
    - Veloren - гэта некамерцыйны грамадскі праект, і ўсе, хто над ім працуюць, - добраахвотнікі.
    Калі вам спадабаецца гульня, мы сардэчна запрашаем вас далучыцца да каманд распрацоўшчыкаў ці мастакоў!
    
    Дзякуй, што прачыталі. Шчыра спадзяемся, што вам спадабаецца гульня!
    
    ~ Каманда Veloren
main-login_process =
    Інфармацыя пра працэс ўваходу:
    
    Для гульні на серверах з аўтарызацыяй
    неабходна мець уліковы запіс.
    
    Стварыць уліковы запіс можна па спасылцы:
    
    https://veloren.net/account/.
main-login-server_not_found = Сервер не знойдзены
main-login-authentication_error = Памылка аўтэнтыфікацыі на серверы
main-login-internal_error = Унутраная памылка кліента (хутчэй за ўсё, персанаж быў выдалены)
main-login-failed_auth_server_url_invalid = Не ўдалося злучыцца з серверам аўтэнтыфікацыі
main-login-insecure_auth_scheme = Схема аўтэнтыфікацыі HTTP не падтрымліваецца. Гэта небяспечна! Для распрацоўкі гэта дазволена для 'localhost' альбо debug-зборак.
main-login-server_full = Сервер поўны
main-login-untrusted_auth_server = Ненадзейны сервер аўтэнтыфікацыі
main-login-outdated_client_or_server = Сервер з’ехаў з глузду: магчыма, версіі кліента ды сервера несумяшчальныя. Праверце, ці ёсць абновы.
main-login-timeout = Тайм-аўт - сервер не адказаў своечасова (перагружаны, або праблемы з сеткай)
main-login-server_shut_down = Сервер быў выключаны
main-login-network_error = Памылка сеткі
main-login-network_wrong_version = Памылка: версіі кліента ды сервера несумяшчальныя. Праверце, ці ёсць абновы.
main-login-failed_sending_request = Запыт да сервера аўтэнтыфікацыі няўдалы
main-login-invalid_character = Выбраны персанаж недапушчальны
main-login-client_crashed = Кліент нечакана спыніў працу
main-login-not_on_whitelist = Для ўваходу патрэбны дазвол ад адміністрацыі.
main-login-banned = Вас заблакіравалі з наступнай прычыны:
main-login-kicked = Вас выштурхнулі з наступнай прычыны: 
main-login-select_language = Выберыце мову
main-login-client_version = Версія кліента
main-login-server_version = Версія сервера
main-login-client_init_failed = Кліент не здолеў пачаць працу: { $init_fail_reason }
main-login-username_bad_characters = Імя карыстальніка змяшчае недазволеныя сімвалы! (Толькі літары, лічбы, '_' і '-' дазволеныя)
main-login-username_too_long = Імя карыстальніка занадта доўгае: сімвалаў патрэбна не больш за { $max_len }
main-servers-select_server = Выберыце сервер
main-servers-singleplayer_error = Не атрымалася злучыцца з унутраным серверам: { $sp_error }
main-servers-network_error = Памылка ў сетцы сервера ці на ўзроўні sockets: { $raw_error }
main-servers-participant_error = Удзельнік адключыўся/памылка пратакола: { $raw_error }
main-servers-stream_error = Памылка злучэння кліента/сціскання/(дэ)серыялізацыі: { $raw_error }
main-servers-database_error = Памылка базы даных сервера: { $raw_error }
main-servers-persistence_error = Памылка пастаянства сервера (нешта звязанае з данымі аб персанажы ці кантэнце): { $raw_error }
main-servers-other_error = Агульная памылка сервера: { $raw_error }
main-credits = Падзякі
main-credits-created_by = створана
main-credits-music = Музыка
main-credits-fonts = Шрыфты
main-credits-other_art = Іншыя мастацкія аспекты
main-credits-contributors = Удзельнікі
loading-tips =
    .a0 = Націсніце '{ $gameinput-togglelantern }', каб запаліць свой ліхтар.
    .a1 = Націсніце '{ $gameinput-help }', каб убачыць, як прызначаны клавішы па змаўчанню.
    .a2 = Надрукуйце /say ці /s, каб размаўляць з гульцамі непасрэдна каля вас.
    .a3 = Надрукуйце /region ці /r, каб размаўляць з гульцамі ў радыусе некалькі сотняў блокаў навокал.
    .a4 = Адміністратары могуць выкарыставаць каманду /build, каб перайсці ў рэжым будаўніцтва.
    .a5 = Надрукуйце /group ці /g, каб размаўляць толькі з гульцамі з вашай групы.
    .a6 = Надрукуйце /tell, а потым імя гульца ды тэкст паведамлення, каб даслаць асабістае паведамленне.
    .a7 = Будзьце ўважлівымі, каб знайсці ежу, куфары і іншыя рэчы, раскіданыя па ўсім свеце!
    .a8 = Торба, поўная ежы? Вы можаце згатаваць лепшую ежу з таго, што ў вас ёсць!
    .a9 = Не ведаеце, чым заняцца? Паспрабуйце адно з падзямелляў, адзначаных на мапе!
    .a10 = Не забудзьце падстроіць налады графікі пад сваю сістэму. Націсніце '{ $gameinput-settings }', каб адчыніць акно налад.
    .a11 = Гуляць з іншымі весела! Націсніце '{ $gameinput-social }', каб убачыць, хто ў сетцы.
    .a12 = Націсніце '{ $gameinput-dance }', каб патанчыць. Гэй!
    .a13 = Націсніце '{ $gameinput-glide }', каб разгарнуць дэльтаплан ды пакарыць нябёсы!
    .a14 = Veloren пакуль у стадыі прэ-альфа. Мы імкнемся паляпшаць гульню кожны дзень!
    .a15 = Калі вы жадаеце далучыцца да распрацоўкі ці проста пагутарыць з намі, зайдзіце на наш Discord сервер.
    .a16 = Вы можаце змяніць тып адлюстроўвання колькасці здароўя ў наладах.
    .a17 = Сядзьце каля вогнішча (націсніце клавішу '{ $gameinput-sit }'), каб павольна загаіць свае раны.
    .a18 = Трэба больш торб ці лепшую браню, каб працягуць падарожжа? Націсніце '{ $gameinput-crafting }', каб адчыніць акно рамяства!
    .a19 = Націсніце '{ $gameinput-roll }', каб зрабіць перакат. Перакаты дазваляюць ухіляцца ад атак ды рухацца хутчэй.
    .a20 = Не ведаеце, для чаго карысны прадмет? Напішыце 'input:<item name>' у акне рамяства, каб даведацца, у якіх рэцэптах ён ужываецца.
    .a21 = Знайшлі нешта выдатнае? Зрабіце здымак экрана, націснуўшы клавішу '{ $gameinput-screenshot }'.