npc-speech-villager =
    .a0 = Мне вельмі падабаецца сыр.
npc-speech-villager_open =
    .a0 = Цікава, пра што думае Катаблепас, калі есць траву?.
    .a1 = Як ты лічыш, чаму Святлівыя Рэшткі свецяцца?
    .a2 = Ці ты ведаеш пра лютых Земных Акул? Я чуў, што яны жывуць у пустэльнях.
    .a3 = Цікава, што там па іншы бок гор...
    .a4 = Я пакінуў трохі сыру ў свайго сваяка. Цяпер нават не ведаю, ці ён яшчэ існуе. Я называю яго сырам Шродзінгера.
    .a5 = Ці лавілі вы калісьці светлячка?
    .a6 = Кажуць, у пячорах можна знайсці ўсялякія каштоўныя камяні.
    .a7 = Я не магу зразумець, адкуль прыходзяць гэтыя саўрокі.
npc-speech-villager_adventurous =
    .a0 = Спадзяюся, што аднойчы я змайструю свой уласны планёр.
    .a1 = Калі стану мацнейшым, я пайду ў паход, даследаваць пячоры.
npc-speech-villager_closed =
    .a0 = Хто ты гэткі? Не тутэйшы? Дзе радзіўся, дзе хрысціўся?
    .a2 = Кажуць, што грыбы вельмі карысныя для здароўя. Ніколі іх не еў, шчыра кажучы.
    .a3 = Быць або не быць? Думаю, буду земляробам.
npc-speech-villager_conscientious =
    .a0 = Я заўсёды чымсьці заняты. Дужа шмат працы.
    .a1 = Спадзяюся, хутка будзе дождж! Нашым раслінам патрэбная вільгаць.
npc-speech-villager_busybody =
    .a0 = Менш размоў, больш спраў.
npc-speech-villager_unconscientious =
    .a0 = Мне здаецца, час для другога сняданку!
    .a1 = Эх, вось бы мая хата была прыбраная. Але ж тады б давялося яе такой падтрымліваць. Ха-ха!
    .a2 = Халера, куды я яе запхнуў...
npc-speech-villager_extroverted =
    .a0 = Ты не паверыш, што я рабіў на выхадных!
    .a1 = Добрай табе раніцы!
    .a2 = Што ты думаеш пра гэтае паветра?
    .a3 = Я проста шалею ад сыру!
    .a4 = Не запамятуй сухарыкі!
    .a5 = Я абажаю дварфскі сыр. Эх, калі б я ўмеў яго рабіць...
    .a6 = Я бачыў цудоўны сон пра сыр. Што гэта значыць?
    .a7 = Я люблю мёд! І ненавіджу пчол.
npc-speech-villager_sociable =
    .a0 = Запрашаем цябе! Мы як раз збіраліся паесці крыху сыру!
    .a1 = Жадаеш падзівіцца на мой сад? Добра, мабыць, іншы раз.
npc-speech-villager_introverted =
    .a0 = Вітаю.
    .a1 = А што я? Я не вельмі цікавы.
npc-speech-villager_agreeable =
    .a0 = Як твае справы?
    .a1 = Кажы, калі нешта патрэбна.
    .a2 = Ці ты бачыў майго ката?
npc-speech-villager_worried =
    .a0 = Будзь асцярожным, добра? Навокал вельмі, вельмі небяспечна.
npc-speech-villager_disagreeable =
    .a0 = Я кажу, як мае быць. Калі каму не спадабаецца, мне абыякава.
    .a1 = Людзі ўсё ўспрымаюць асабіста.
npc-speech-villager_neurotic =
    .a0 = Мурашкі па спіне ад адной толькі думкі пра гэтыя падзямеллі! Спадзяюся, хтосьці з імі разбярэцца.
    .a1 = Хтосьці павінен вырашыць пытанне культыстаў. Пажадана, не я.
    .a2 = У мяне нейкае дрэннае пачуццё.
    .a3 = Вось бы хто-небудзь трымаў ваўкоў як мага далей ад вёскі.
npc-speech-villager_sad_loner =
    .a0 = Я такі самотны.
    .a1 = { "." }.. Прабач за няёмкае маўчанне. Я не вельмі сацыяльны.
npc-speech-villager_seeker =
    .a0 = Я хачу аднойчы пабачыць свет. Павінна ж быць яшчэ нешта, акрамя гэтай вёскі.
npc-speech-villager_stable =
    .a0 = Хіба ж сёння не цудоўны дзень?
    .a1 = Жыццё не такое і благое.
    .a2 = Выдатны дзень для шпацыру ў лесе!
npc-speech-villager_decline_trade =
    .a0 = Прабач, мне нечым з табой гандляваць.
    .a1 = Гандаль? Нібы ў мяне ёсць нешта цікавае.
    .a2 = Мая хата - мая, і я яе ні за якія грошы не аддам.
npc-speech-merchant_advertisement =
    .a0 = Ці жадаеш пагандляваць?
    .a1 = Жадаеш пагандляваць са мною?
    .a2 = У мяне шмат тавараў. Хочаш зірнуць?
npc-speech-merchant_trade_successful =
    .a0 = Дзякуй, што абралі мяне!
    .a1 = Вялікі дзякуй!
npc-speech-merchant_trade_declined =
    .a0 = Мабыць, у іншы раз, да пабачэння.
    .a1 = Які жаль, прыйдзем да згоды ў наступны раз!
npc-speech-villager_cultist_alarm =
    .a0 = Гэй! Тут культыст на волі!
    .a1 = Бярыце зброю! Культысты нападаюць!
    .a2 = Як гэтыя культысты пасмелі атакаваць нашую вёску!
    .a3 = Жыве Веларэн! Смерць культыстам!
    .a4 = Тут не церпяць культыстаў!
    .a5 = Крывавы культыст!
    .a6 = Паспрабуй ляза майго клінка, брудны культыст!
    .a7 = Ты не адмыеш кроў са сваіх рук, культыст!
    .a8 = Мільёны малых мармуравых малпаў! Культыст сярод нас!
    .a9 = Злачынствы гэтага культыста вельмі хутка скончацца!
    .a10 = Гэты культыст - мой!
    .a11 = Рыхтуйся сустрэцца з Богам, брыдкі культыст!
    .a12 = Культыст! Хапай яго!
    .a13 = Культыст! Бі яго!
    .a14 = Культыст! Не дайце яму ўцячы!
    .a15 = Ці жадае шаноўны культыст ЗДОХНУЦЬ?!
    .a16 = Ніколі не прабачым! Ніколі не забудзем! Культыст, надышоў час расплаты!
    .a17 = Памры, культыст!
    .a18 = Ваш тэрор скончыцца!
    .a19 = Вось вам за ўсё, што вы ўчынілі!
    .a20 = Мы не сустракаем з пяшчотай такіх, як вы.
    .a21 = Не трэба было вылазіць са сваіх падзямелляў!
npc-speech-villager_under_attack =
    .a0 = Дапамажыце! Мяне б’юць!
    .a1 = Дапамажыце! Мяне б’юць! Дапамажыце!
    .a2 = Ай! Мяне б’юць!
    .a3 = Ай! Мяне б’юць! Дапамажыце!
    .a4 = Выратуйце! Мяне б’юць!
    .a5 = Забіваюць! Ратуйце!
    .a6 = Мяне збіваюць! Дапамажыце!
    .a7 = Дапамажыце!
    .a8 = Выратуйце, дапамажыце!
    .a9 = Калі ласка, калі ласка, дапамажыце!
    .a10 = На мяне напалі!
    .a11 = АААААЙ! Мяне забіваюць!
    .a12 = АААААЙ! Мяне забіваюць! Дапамажыце!
    .a13 = Ратуйце! Нас забіваюць!
    .a14 = Ратуйце! Забойца!
    .a15 = Дапамажыце! Тут забойца на волі!
    .a16 = Ратуйце! Яны спрабуюць забіць мяне!
    .a17 = Варта, мяне б’юць!
    .a18 = Варта! Мяне забіваюць!
    .a19 = На мяне напалі! Варта!
    .a20 = Ратуйце! Варта! Мяне б’юць!
    .a21 = Варта! Хутчэй сюды!
    .a22 = Варта! Варта!
    .a23 = Варта! Мяне б’е злачынец!
    .a24 = Варта, забейце гэтага мярзотніка!
    .a25 = Варта! Тут забойца!
    .a26 = Варта! Дапамажыце мне!
    .a27 = Гэта табе не сыйдзе з рук! Варта!
    .a28 = Ты, д’ябал!
    .a29 = Дапамажыце!
    .a30 = Дапамажыце, калі ласка!
    .a31 = Ай! Варта! Дапамажыце!
    .a32 = Яны ідуць па мяне!
    .a33 = Дапамажыце! Дапамажыце! Мяне прыгнятаюць!
    .a34 = Ну вось і бачны гвалт, уласцівы сістэме.
    .a35 = Гэта толькі драпіна!
    .a36 = Скончвай гэта!
    .a37 = Што я табе зрабіў?!
    .a38 = Калі ласка, не бі мяне!
    .a39 = Гэй! Сачы за тым, куды накіроўваеш сваю зброю!
    .a40 = Халера на цябе, знікні!
    .a41 = Спыні гэта і знікні!
    .a42 = Ты мяне вельмі злуеш!
    .a43 = Паглядзі на яго! Ты кім сябе ўявіў?!
    .a44 = Я здыму галаву з тваіх плячэй!
    .a45 = Калі ласка, не трэба! У мяне нічога няма!
    .a46 = Я нацкую свайго брата на цябе, ён большы за мяне!
    .a47 = Не-е-е! Я распавяду маці!
    .a48 = Каб ты сраў пад плотам калючым дротам!
    .a49 = Калі ласка, не трэба гэтага рабіць.
    .a50 = Гэта не вельмі добразычліва!
    .a51 = Твая зброя адметная, цяпер, калі ласка, схавай яе!
    .a52 = Злітуйся нада мной!
    .a53 = Калі ласка, у мяне ёсць сям’я!
    .a54 = Я яшчэ такі малады!
    .a55 = Можна мы гэта мірна абмяркуем?
    .a56 = Гвалт - гэта ніколі не адказ!
    .a57 = Здаецца, сёння будзе дрэнны дзень...
    .a58 = Гэй, балюча!
    .a59 = Божа!
    .a60 = Якое нахабства!
    .a61 = Досыць, я цябе прашу!
    .a62 = Халера на цябе!
    .a63 = Гэта не смешна.
    .a64 = Як ты смееш?!
    .a65 = Ты за гэта паплоцішся!
    .a66 = Ты вельмі пашкадуеш, калі працягнеш гэта!
    .a67 = Не прымушай мяне рабіць табе балюча!
    .a68 = Гэта нейкае непаразуменне!
    .a69 = Табе не трэба гэтага рабіць!
    .a70 = Знікні, чорт!
    .a71 = Гэта было дужа балюча!
    .a72 = Навошта ты гэта зрабіў?
    .a73 = Дзеля духаў, хопіць!
    .a74 = Ты, мусіць, мяне з кімсьці пераблытаў!
    .a75 = Я гэтага не заслугоўваю!
    .a76 = Калі ласка, не паўтарай гэтага больш.
    .a77 = Варта, кіньце гэту пачвару ў балота!
    .a78 = Я спушчу на цябе свайго цмока!
    .a79 = Чаму мяне-е-е?
npc-speech-villager_enemy_killed =
    .a0 = Больш ты мяне не будзеш турбаваць!
    .a1 = Нарэшце заслужаны спакой!
    .a2 = { "." }.. так, на чым я спыніўся?
npc-speech-menacing =
    .a0 = Я цябе папярэджваю!
    .a1 = Яшчэ крок, і я табе пакажу!
    .a2 = Ты мяне не пужаеш!
    .a3 = Кінь дурное, сыдзі адсюль!
    .a4 = Вярніся дадому, калі хочаш жыць!
    .a5 = Ты тут не пажаданы!
npc-speech-cultist_low_health_fleeing =
    .a0 = Адступаем ва імя нашай справы!
    .a1 = Адступаем!
    .a2 = Халера на ўсіх вас!
    .a3 = Я цябе пракляну ў тагасветным жыцці!
    .a4 = Мне трэба перадыхнуць!
    .a5 = Яны занадта дужыя!
# NPC site hints
# Available variables:
# - $dir references npc-speech-dir-* variables below
# - $dist references npc-speech-dist-* variables below
# - $site represents hard-coded site in the world
npc-speech-site =
    .a0 = Табе не здаецца, што наша вёска лепшая?
    .a1 = Вітаем у { $site } !
    .a2 = { $site } - вёска, у якой прыемна жыць.
# Direction hints, used ONLY in npc-speech-tell* above
npc-speech-dir_north_east = паўночны ўсходзе
# Direction hints, used ONLY in npc-speech-tell* above
npc-speech-dir_east = усходзе
# Direction hints, used ONLY in npc-speech-tell* above
npc-speech-dir_south_east = паўднёвы ўсходзе
# Direction hints, used ONLY in npc-speech-tell* above
npc-speech-dir_south = поўдзень
# Direction hints, used ONLY in npc-speech-tell* above
npc-speech-dir_south_west = паўднёвы захад
# Direction hints, used ONLY in npc-speech-tell* above
npc-speech-dir_west = захадзе
# Direction hints, used ONLY in npc-speech-tell* above
npc-speech-dir_north_west = паўночны захад
# Distance hints, used ONLY in npc-speech-tell* above
npc-speech-dist_very_far = вельмі далёка
# Distance hints, used ONLY in npc-speech-tell* above
npc-speech-dist_far = далёка
# Distance hints, used ONLY in npc-speech-tell* above
npc-speech-dist_ahead = на некаторым аддаленні
# Distance hints, used ONLY in npc-speech-tell* above
npc-speech-dist_near = недалёка
# Distance hints, used ONLY in npc-speech-tell* above
npc-speech-dist_near_to = паблізу
# NPC reactions
npc-speech-witness_murder =
    .a0 = Забойца!
    .a1 = Як ты мог гэта зрабіць?
    .a2 = Ааааа!
# NPC reactions
npc-speech-witness_death =
    .a0 = Не!
    .a1 = Гэта жахліва!
    .a2 = А божухна!
# NPC reactions
npc-speech-night =
    .a0 = Ліхтары зручныя каб перамяшчацца ноччу!
    .a1 = Я спадзяюся, што мы адны ў цемры...
    .a2 = Бу!
# Generic NPC messages
npc-speech-merchant_trade_cancelled_hostile =
    .a0 = Прабачце што перапыняю, але ў нас ёсць праблема, якую трэба вырашыць!
    .a1 = Мы пагандлюем пазней, спачатку трэба паклапаціцца пра гэта!
# Generic NPC messages
npc-speech-moving_on =
    .a0 = Я дастаткова выдаткаваў часу тут, пара адпраўляцца ў { $site }!
# Generic NPC messages
npc-speech-night_time =
    .a0 = Цёмна, яас вяртацца да хаты.
    .a1 = Я стаміўся.
    .a2 = Ложак вабіць мяне!
# Generic NPC messages
npc-speech-day_time =
    .a0 = Пачынаецца новы дзень!
    .a1 = Ніколі не любіў прачынацца...
# Generic NPC messages
npc-speech-start_hunting =
    .a0 = Час палявання!
# Generic NPC messages
npc-speech-merchant_sell_undirected =
    .a0 = Усе мае тавары найвышэйшай якасці!
    .a1 = Хто-небудзь хоча купіць мае тавары?
    .a2 = У мяне лепшыя прапановы ў горадзе.
    .a3 = Шукаеш прыпасы? Я цябе пакрыю.
# Direction hints, used ONLY in npc-speech-tell* above
npc-speech-dir_north = поўначы
# Generic NPC messages
npc-speech-ambush =
    .a0 = Неразумна падарожнічаць аднаму!
    .a1 = Як скрасці цукерку ў дзіцяці!
# Generic NPC messages
npc-speech-villager_busy =
    .a0 = Выбачай, я не магу размаўляць з табой зараз.
    .a1 = Паразмаўляем пазней, я заняты.
# NPC reactions
npc-speech-welcome-aboard =
    .a0 = Вітаем на борце!
    .a1 = Магу я пабачыць ваш квіток?... Проста жартую, гэта бясплатна!
    .a2 = Прыемнай паездкі!
# Generic NPC messages
npc-speech-migrating =
    .a0 = Мне больш не прыемна жыць тут. Прыйшоў час пераехаць у { $site }.
    .a1 = Прыйшоў час рухацца да { $site }, мне абрыдла гэтае месца.
# Generic NPC messages
npc-speech-merchant_sell_directed =
    .a0 = Ты, там! Цябе патрэбен новы як-яго-там?
    .a1 = Ты галодны? Я ўпэўнены, што ў мяне ёсьць сыр які ты можаш купіць.
    .a2 = Ты выглядаеш так, быццам бы цябе спатрэбіліся новыя даспехі!
# NPC site hints
# Available variables:
# - $dir references npc-speech-dir-* variables below
# - $dist references npc-speech-dist-* variables below
# - $site represents hard-coded site in the world
npc-speech-tell_site =
    .a0 = Ты быў у { $site }? Гэта на { $dir } адсюль!
    .a1 = Табе варта як небудзь наведаць { $site }.
    .a2 = Калі прайсці { $dist } на { $dir }, то можна патрапіць у { $site }.
    .a3 = На { $dir } ты знойдзеш { $site }, гэта { $dist }.
# Generic NPC messages
npc-speech-guard_thought =
    .a0 = Мой брат змагаецца з ограмі. Што выбраў я? Каравульную службу...
    .a1 = Яшчэ адзін патруль, і потым я змагу адправіцца да хаты.
    .a2 = Ніякім бандытам мяне не абысці.
# NPC monster hints
# Available variables:
# - $dir references npc-speech-dir-* variables below
# - $dist references npc-speech-dist-* variables below
# - $body references body-npc-speech-* variables in `body` component
npc-speech-tell_monster =
    .a0 = Кажуць, што { $body } знаходзіцца на { $dir }, { $dist }...
    .a1 = Лічыш сабе крутым? На { $body } ёсць { $dir }.
# NPC proposals
npc-speech-arena = Давай сядзім там!
# NPC reactions
npc-speech-witness_enemy_murder =
    .a0 = Мой Герой!
    .a1 = Нарэшце нехта зрабіў гэта!
    .a2 = Ура!
