main-username = Никнейм
main-server = Сервер
main-password = Пароль
main-connecting = Соединение
main-creating_world = Создание мира
main-tip = Совет:
main-unbound_key_tip = Нет
main-notice =
    Добро пожаловать в альфа версию Veloren!
    
    Прежде чем погрузиться в веселье, пожалуйста, имейте в виду несколько вещей:
    
    - Это очень ранняя альфа. Ожидайте ошибок, крайне незавершенного геймплея, неполированной механики и отсутствующих функций.
    
    - Если у вас есть конструктивные отзывы или сообщения об ошибках, вы можете связаться с нами через Reddit, GitLab или наш сервер Discord.
    
    - Veloren лицензирован по лицензии GPL 3 с открытым исходным кодом. Это означает, что вы можете играть, изменять и распространять игру
    по своему усмотрению (при условии, что производная работа также находится в рамках GPL 3).
    
    - Veloren - это некоммерческий общественный проект, и все, кто работает над ним, являются добровольцами.
    Если вам нравится то, что вы видите, вы можете присоединиться к командам разработчиков или художников!
    
    Спасибо, что нашли время прочитать это уведомление, мы надеемся, что вам понравится игра!
    
    ~ Разработчики Veloren
main-login_process =
    Информация о процессе входа в систему:
    
    Обратите внимание, что вам нужна учетная
    запись для игры на серверах с поддержкой аутентификации.
    
    Вы можете создать учетную запись по адресу

    https://veloren.net/account/.
main-login-server_not_found = Сервер не найден
main-login-authentication_error = Ошибка аутентификации на сервере
main-login-internal_error = Внутренняя ошибка на клиенте (скорее всего, персонаж игрока был удален)
main-login-failed_auth_server_url_invalid = Не удалось подключиться к серверу аутентификации
main-login-insecure_auth_scheme = Схема аутентификации HTTP не поддерживается. Это небезопасно! В целях разработки, HTTP разрешен для 'локального хоста' или отладочных сборок
main-login-server_full = Сервер заполнен
main-login-untrusted_auth_server = Сервер аутентификации не является доверенным
main-login-outdated_client_or_server = ServerWentMad: Возможно, версии несовместимы, проверьте наличие обновлений.
main-login-timeout = Time-out: Сервер не ответил вовремя. (Перегрузка или проблемы с сетью).
main-login-server_shut_down = Сервер выключен
main-login-network_error = Ошибка сети
main-login-network_wrong_version = Несоответствие версии сервера и клиента, пожалуйста, обновите свой игровой клиент.
main-login-failed_sending_request = Не удалось выполнить запрос на сервер аутентификации
main-login-invalid_character = Выбранный символ недопустим
main-login-client_crashed = Клиент крашнулся
main-login-not_on_whitelist = Вам нужна запись в Белом списке от администратора, чтобы присоединиться
main-login-banned = Вы были забанены по следующей причине
main-login-kicked = Вас выгнали по следующей причине
main-login-select_language = Выберите язык
main-login-client_version = Версия клиента
main-login-server_version = Версия сервера
main-login-client_init_failed = Ошибка запуска клиента: { $init_fail_reason }
main-login-username_bad_characters = Неподдерживаемые символы в имени! (Используйте только буквы, цифры, '_' и '-')
main-login-username_too_long = Слишком длинное имя! Максимальная длина: { $max_len }
main-servers-select_server = Выбор сервера
main-servers-singleplayer_error = Ошибка подключения к внутреннему серверу: { $sp_error }
main-servers-network_error = Ошибка сокета сети серверов: { $raw_error }
main-servers-participant_error = Отключение участника/ошибка протокола: { $raw_error }
main-servers-stream_error = Ошибка данных клиента во время подключения: { $raw_error }
main-servers-database_error = Ошибка данных сервера: { $raw_error }
main-servers-persistence_error = Ошибка постоянства сервера (Возможно связано с ресурсами игры или данными о персонаже): { $raw_error }
main-servers-other_error = Ошибка сервера: { $raw_error }
main-credits = Благодарности
main-credits-created_by = сделано
main-credits-music = Музыка
main-credits-fonts = Шрифты
main-credits-other_art = Другие работы
main-credits-contributors = Авторы
loading-tips =
    .a0 = Нажмите '{ $gameinput-togglelantern }', чтобы зажечь фонарь.
    .a1 = Нажмите '{ $gameinput-help }', чтобы просмотреть все клавиши по умолчанию.
    .a2 = Вы можете ввести /say или /s, чтобы общаться только с игроками непосредственно вокруг вас.
    .a3 = Вы можете ввести /region или /r, чтобы общаться только с игроками в паре сотен блоков вокруг вас.
    .a4 = Администраторы могут использовать команду /build для входа в режим постройки.
    .a5 = Вы можете ввести /group или /g, чтобы общаться только с игроками в вашей текущей группе.
    .a6 = Чтобы отправить личные сообщения, введите /tell, а затем имя игрока и ваше сообщение.
    .a7 = Смотрите внимательно чтобы найти еду, сундуки и другие предметы, разбросанные по всему миру!
    .a8 = Инвентарь заполнен едой? Попробуйте приготовить из неё еду получше!
    .a9 = Интересно чем можно заняться? Попробуйте зачистить одно из подземелий, отмеченных на карте!
    .a10 = Не забудьте настроить графику для вашей системы. Нажмите '{ $gameinput-settings }', чтобы открыть настройки.
    .a11 = Играть с другими весело! Нажмите '{ $gameinput-social }', чтобы узнать, кто находится в сети.
    .a12 = Нажмите '{ $gameinput-dance }', чтобы танцевать. Вечеринка!
    .a13 = Нажмите '{ $gameinput-glide }', чтобы открыть свой дельтаплан и покорить небо.
    .a14 = Veloren все еще находится в Пре-Альфе. Мы делаем всё возможное, чтобы улучшать его каждый день!
    .a15 = Если вы хотите присоединиться к команде разработчиков или просто пообщаться с нами, присоединяйтесь к нашему серверу Discord.
    .a16 = Вы можете переключить отображение количества здоровья на панели здоровья в настройках.
    .a17 = Сядьте у костра (с помощью клавиши '{ $gameinput-sit }'), чтобы залечить свои раны.
    .a18 = Вам нужно больше сумок или лучшая броня, чтобы продолжить свое путешествие? Нажмите '{ $gameinput-crafting }', чтобы открыть меню крафта!
    .a19 = Нажмите '{ $gameinput-roll }' для переката. Перекаты могут быть использованы для быстрого передвижения и для уклонения от атак.
    .a20 = Не знаете для чего нужен предмет? Введите 'input:<item name>' в меню крафта чтобы увидеть в каких рецептах он используется.
    .a21 = Нашли что-то красивое? Сделайте скриншот при помощи '{ $gameinput-screenshot }'.