main-username = Ім'я користовуча
main-server = Сервер
main-password = Пароль
main-connecting = З'єднання
main-creating_world = Створення світу
main-tip = Підказка:
main-unbound_key_tip = Від'єднати
main-notice =
    Вітаємо в альфа-версії Veloren!
    
    Кілька моментів перед зануренням в пригоди:
    
    - Це дуже рання альфа. Будьте готові до багів, сирого ігроладу, невідполірованих механік та відсутності фіч.
    
    - Якщо у Вас є конструктивна критика, поради або Ви знайшли баги - можете зв'язатись з нами на Reddit, GitLab чи Discord-сервері нашої спільноти.
    
    - Veloren розповсюджується під ліцензією GPL 3. Це означає, що Ви вільні грати, модифікувати та розповсюджувати
     гру як забажаєте (за умови, що Ваші допрацювання поширюватимуться також під GPL 3)
    
    - Veloren - це неприбутковий проект, і всі, хто над ним працюють - волонтери.
    Якщо він Вам подобається, ласкаво просимо долучитись до команд розробників чи художників.
    
    Дякуємо, що прочитали. Щиро сподіваємось, що вам сподобається гра!
    
    ~ Команда Veloren
main-login_process =
    Інформація про процес входу:
    
    Для гри на серверах з авторизацією
    необхідно мати обліковий запис.
    
    Створити обліковий запис можна тут:
    
    https://veloren.net/account/.
main-login-server_not_found = Сервер не знайдено
main-login-authentication_error = Помилка авторизації на сервері
main-login-internal_error = Внутріння помилка у кліента (скоріше за все, персонаж був видалений)
main-login-failed_auth_server_url_invalid = Не вдалося з'єднатися з сервером аутентифікації
main-login-insecure_auth_scheme = HTTP схема аутентифікації НЕ підтримується. Це небезпечно! Для розробки це дозволено для 'localhost' або дебажних збірок
main-login-server_full = Сервер переповнено
main-login-untrusted_auth_server = Ненадійний сервер авторизації
main-login-outdated_client_or_server = ServerWentMad: ймовірно версії не сумісні, перевірте оновлення.
main-login-timeout = Тайм-аут: сервер не відповів вчасно (перенавантажений, або проблеми з Вашою мережею).
main-login-server_shut_down = Сервер вимкнено
main-login-network_error = Помилка мережі
main-login-network_wrong_version = Неспівпадіння версій сервера і клієнту, будь ласка, оновіть свій ігровий кліент.
main-login-failed_sending_request = Запит до сервера авторизації невдалий
main-login-invalid_character = Обраний персонаж недоступний
main-login-client_crashed = Клієнт впав
main-login-not_on_whitelist = Для входу необхідний дозвіл від адміністратора.
main-login-banned = Вас заблоковано з наступної причини:
main-login-kicked = Вас викинуто з наступної причини:
main-login-select_language = Оберіть мову
main-login-client_version = Версія кліента
main-login-server_version = Версія сервера
main-login-client_init_failed = Помилка запуску клієнта: { $init_fail_reason }
main-login-username_bad_characters = Ім'я персонажа містить недоступні символи! (Використовуйте тільки букви, цифри, '_' і '-')
main-login-username_too_long = Ім'я персонажа занадто довге! Максимальна довжина: { $max_len }
main-servers-select_server = Виберіть сервер
main-servers-singleplayer_error = Помилка підключення до внутрішьного серверу: { $sp_error }
main-servers-network_error = Помилка сокету/мережі серверов: { $raw_error }
main-servers-participant_error = Від'єднання учасника/помилка протоколу: { $raw_error }
main-servers-stream_error = Помилка данних клієнто під час підключення: { $raw_error }
main-servers-database_error = Помилка данних серверу: { $raw_error }
main-servers-persistence_error = Помилка постійності сервера (Можливо, пов'язано з ресурсами гри або данними про персонажа): { $raw_error }
main-servers-other_error = Помилка сервера: { $raw_error }
main-credits = Подяки
main-credits-created_by = зроблено
main-credits-music = Музика
main-credits-fonts = Шрифти
main-credits-other_art = Інші роботи
main-credits-contributors = Автори
loading-tips =
    .a0 = Натисніть '{ $gameinput-togglelantern }', щоб засвітити ліхтар.
    .a1 = Натисніть '{ $gameinput-help }', щоб переглянути стандартні елементи керування.
    .a2 = Введіть /say чи /s, щоб написати лише гравцям поряд.
    .a3 = Введіть /region чи /r, щоб написати лише гравцям в радіусі кількох сотень блоків навколо.
    .a4 = Адміністратори можуть використовувати команду /build для переходу в режим будування.
    .a5 = Введіть /group чи /g, щоб написати лише гравцям з Вашої групи.
    .a6 = Щоб надіслати приватне повідомлення, введіть /tell, ім'я гравця та Ваше повідомлення.
    .a7 = Тримайте око на вістрі - їжа, скрині та інші корисні предмети можуть бути де-завгодно!
    .a8 = Інвентар переповнений харчами? Спробуйте поєднати їх в кращу їжу!
    .a9 = Шукаєте чим би це зайнятись? Провідайте одне з позначених на мапі підземель!
    .a10 = Не забудьте налаштувати оптимальну для Вашої системи якість зображення. Натисніть '{ $gameinput-settings }', щоб відкрити налаштування.
    .a11 = Грати з іншими весело! Натисніть '{ $gameinput-social }', щоб переглянути список користувачів в мережі.
    .a12 = Натисніть '{ $gameinput-dance }', щоб потанцювати. Гей-Гоп!
    .a13 = Натисніть '{ $gameinput-glide }', щоб дістати Дельтаплан, та підкорюйте небеса!
    .a14 = Veloren все ще на стадії ранньої альфи. Ми стараємося робити покращення кожного дня!
    .a15 = Якшо Ви хочете долучитись до розробки або ж просто поспілкуватись із нами, приєднуйтесь до нашого Discord-серверу.
    .a16 = Ви можете змінити відображення індикатора здоров'я в налаштуваннях.
    .a17 = Присядьте біля вогнища (натиснувши '{ $gameinput-sit }'), щоб відпочити та відновити здоров'я.
    .a18 = Потребуєте більше торбин чи кращу броню? Натисніть '{ $gameinput-crafting }' щоб відкрити ремісниче меню!
    .a19 = Натисніть '{ $gameinput-roll }' щоб зробити перекат. Перекати можуть використовуватися для швидкого переміщення та ухиляння від атак.
    .a20 = Гадаєте для цього цей предмет? Найдіть 'input:<item name>' в ремісничому меню щоб переглянити список рецептів в яких він використовується.
    .a21 = Знайшли щось файне? Зробіть знімок екрану, натиснувши '{ $gameinput-screenshot }'.
