main-username = Корисничко Име
main-server = Сервер
main-password = Лозинка
main-connecting = Позвезивање
main-creating_world = Прављење Света
main-tip = Савет:
main-notice =
    Добродошао/ла у алфа верзију Veloren-а!
    
    Пре него почнеш забаву, молимо да обратиш пажњу на следеће:
    
    - Ово је веома рана алфа верзија. Очекуј грешке, изузетно недовршену игру, неугланцану механику, и недостајуће функције.
    
    - Ако имаш конструктивну подршку или извештај о грешци, можеш нас контактирати преко Reddit-а, GitLab-а, или нашег Discord сервера.
    
    - Veloren је лиценциран под GPL 3 лиценцом отвореног кода. Што значи да можеш да играш, мењаш, и раздељујеш игру како код пожелиш (ако је изведена дорада такође под GPL 3 лиценцом).
    
    - Veloren је не профитни пројекат заједнице, и сви који раде на њему су добровољци.
    Ако ти се свића што видиш, добродошао/ла си да се придружиш развојном или уметничком тиму!
    
    Хвала за одвојено време да прочиташ ово обавештење, надамо се да ћеш уживати у игри!
    
    ~ Veloren Екипа
main-login_process =
    Информација о пријављивању:
    
    Молимо обратите пажњу да вам је потребан рачун
    да играте на потврда-омогућеним серверима.
    
    Рачун можете направити на сајту
    
    https://veloren.net/account/.
main-login-server_not_found = Сервер није нађен
main-login-authentication_error = Грешка при потврди сервера
main-login-internal_error = Унутрашња грешка у клијенту (вероватно, лик играча је обрисан)
main-login-failed_auth_server_url_invalid = Грешка при повезивању са потврдним сервером
main-login-insecure_auth_scheme = HTTP потврдна шема НИЈЕ подржана. Несигурна је! Из развојних потреба, HTTP је дозвољен за 'localhost' или тест изградњама
main-login-server_full = Сервер је пун
main-login-untrusted_auth_server = Потврдни сервер није пуздан
main-login-outdated_client_or_server = Полудели Сервер: Вероватно верзија није подударна, провери ажурирања.
main-login-timeout = Истекло време: Сервер није одговоријо на време. (Преоптерећење или грешка на мрежи).
main-login-server_shut_down = Сервер искључен
main-login-network_error = Грешка на мрежи
main-login-network_wrong_version = Неподударне сервер и клијент верзија, молимо ажурирајте игру.
main-login-failed_sending_request = Захтев ка потврдном серверу није прошао
main-login-invalid_character = Одабрани лик је неважећи
main-login-client_crashed = Клијент се срушио
main-login-not_on_whitelist = Потребно је да вас Админ дода не белу-листу да би ушли
main-login-banned = Забрањен вам је улаз из следећег разлога
main-login-kicked = Одбијен вам је улаз из следеће разлога
main-login-select_language = Одабери језик
main-login-client_version = Верзија Клијнта
main-login-server_version = Верзија Сервера
main-servers-select_server = Одабери Сервер
loading-tips =
    .a0 = Стисни '{ $gameinput-togglelantern }' да укључиш лампу.
    .a1 = Стисни '{ $gameinput-help }' да видиш подразумеване тастере.
    .a2 = Можеш да укуцаш /say или /s да разговараш са играчима који су близу тебе.
    .a3 = Можеш да укуцаш /region или /r да разговараш са играчима који су пар стотина блокова удаљени.
    .a4 = Админи могу да користе /build команду да активирају мод градње.
    .a5 = Можеш да укуцаш /group or /g да разговараш са играчима који се налазе у твојој групи.
    .a6 = Да пошаљеш приватну поруку укуцај /tell затим име играча и твоју поруку.
    .a7 = Обрати пажњу на храну, сандуке и остали плен раштркан по свету!
    .a8 = Инвентар пун свеже хране? Покушај да направиш бољу храну од њега!
    .a9 = Питаш се шта да радиш? Пробај једну од тамница означених на мапи!
    .a10 = Не заборави да подесиш графику за свој систем. Стисни '{ $gameinput-settings }' да отвориш подешавања.
    .a11 = Играње са другима је забавно! Стисни '{ $gameinput-social }' да видиш ко је још присутан.
    .a12 = Стисни '{ $gameinput-dance }' да заиграш. Журка!
    .a13 = Стисни '{ $gameinput-glide }' да отвориш Једрењак и освојиш небо.
    .a14 = Veloren је и даље Пре-Алфа. Сваким даном се трудимо да га побољшамо!
    .a15 = Ако желиш да се прикључиш развојном тиму или да ступиш у контакт са нама, придружи се нашем Discord серверу.
    .a16 = Можеш да укључиш приказ здравственог стања на бару за здравље у подешавањима.
    .a17 = Седи поред ватре (помоћу '{ $gameinput-sit }' тастера) да се полако опоравиш од повреда.
    .a18 = Треба ти више торби или бољи оклоп да наставиш путовање? Стисни '{ $gameinput-crafting }' да отвориш мени за прављење!
    .a19 = Покушај да скочиш док се котрљаш кроз створења.