hud-bag-inventory = Інвентар { $playername }
hud-bag-stats_title = Характеристики { $playername }
hud-bag-armor = Спорядження
hud-bag-stats = Характеристики
hud-bag-head = Голова
hud-bag-neck = Шия
hud-bag-tabard = Вбрання
hud-bag-shoulders = Плечі
hud-bag-chest = Груди
hud-bag-hands = Руки
hud-bag-lantern = Ліхтар
hud-bag-glider = Дельтаплан
hud-bag-belt = Пояс
hud-bag-ring = Кільце
hud-bag-back = Спина
hud-bag-backpack = Наплічник
hud-bag-legs = Ноги
hud-bag-feet = Ступні
hud-bag-mainhand = Основна рука
hud-bag-offhand = Другорядна рука
hud-bag-inactive_mainhand = Основна рука (запас)
hud-bag-inactive_offhand = Другорядна рука (запас)
hud-bag-swap_equipped_weapons_title = Змінити зброю
hud-bag-swap_equipped_weapons_desc = Натисніть { $key }
hud-bag-bag = Сумка
hud-bag-health = Здоров'я
hud-bag-energy = Енергія
hud-bag-combat_rating = Бойовий рейтинг
hud-bag-protection = Захист
hud-bag-stun_res = Супротив приголомшенню
hud-bag-stealth = Непомітність
hud-bag-combat_rating_desc =
    Вираховується з огляду на ваше
    спорядження і здоров'я.
hud-bag-protection_desc = Поглинання ушкоджень через броню.
hud-bag-stun_res_desc =
    Стійкість до дезорієнтації від послідовних ударів.
    Відновлюється подібно до енергії.
hud-bag-sort_by_name = Сортувати за Назвою
hud-bag-sort_by_quality = Сортувати за Якістю
hud-bag-sort_by_category = Сортувати за Категорією
hud-bag-sort_by_tag = Сортувати за Тегом
hud-bag-sort_by_quantity = Сортувати за Кількістю
hud-bag-swap_slots_drop_items =
    { $slot_deficit ->
        [one] Це призведе до того, що 1 предмет випаде на землю. Ви впевнені?
        [few] Це призведе до того, що { $slot_deficit } предмети випадуть на землю. Ви впевнені?
        [many] Це призведе до того, що { $slot_deficit } предметів випадуть на землю. Ви впевнені?
       *[other] Це призведе до того, що { $slot_deficit } предметів випадуть на землю. Ви впевнені?
    }
hud-bag-use_slot_equip_drop_items =
    { $slot_deficit ->
        [one] Споряджання цього предмета призведе до нестачі місця в інвентарі для зберігання наявних у ньому предметів, і 1 предмет випаде на підлогу. Бажаєте продовжити?
        [few] Споряджання цього предмета призведе до нестачі місця в інвентарі для зберігання наявних у ньому предметів, і { $slot_deficit } предмети випадуть на підлогу. Бажаєте продовжити?
        [many] Споряджання цього предмета призведе до нестачі місця в інвентарі для зберігання наявних у ньому предметів, і { $slot_deficit } предметів випадуть на підлогу. Бажаєте продовжити?
       *[other] Споряджання цього предмета призведе до нестачі місця в інвентарі для зберігання наявних у ньому предметів, і { $slot_deficit } предметів випадуть на підлогу. Бажаєте продовжити?
    }
hud-bag-use_slot_unequip_drop_items =
    { $slot_deficit ->
        [one] Зняття цього предмета призведе до нестачі місця в інвентарі для зберігання наявних у ньому предметів, і 1 предмет випаде на підлогу. Бажаєте продовжити?
        [few] Зняття цього предмета призведе до нестачі місця в інвентарі для зберігання наявних у ньому предметів, і { $slot_deficit } предмети випадуть на підлогу. Бажаєте продовжити?
        [many] Зняття цього предмета призведе до нестачі місця в інвентарі для зберігання наявних у ньому предметів, і { $slot_deficit } предметів випадуть на підлогу. Бажаєте продовжити?
       *[other] Зняття цього предмета призведе до нестачі місця в інвентарі для зберігання наявних у ньому предметів, і { $slot_deficit } предметів випадуть на підлогу. Бажаєте продовжити?
    }
hud-bag-split_swap_slots_drop_items =
    { $slot_deficit ->
        [one] Це призведе до того, що 1 предмет випаде на землю. Ви впевнені?
        [few] Це призведе до того, що { $slot_deficit } предмети випадуть на землю. Ви впевнені?
        [many] Це призведе до того, що { $slot_deficit } предметів випадуть на землю. Ви впевнені?
       *[other] Це призведе до того, що { $slot_deficit } предметів випадуть на землю. Ви впевнені?
    }
